Repository: sanghun0724/configdeck
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans

source: ~/.claude.json doesn't exist yet — it will be created on first save.
es: ~/.claude.json aún no existe — se creará al guardar por primera vez.
ja: ~/.claude.json はまだ存在しません — 最初の保存時に作成されます。
ko: ~/.claude.json이 아직 없습니다 — 처음 저장할 때 생성됩니다.
zh_hans: ~/.claude.json 尚不存在 — 首次保存时将创建。

source: ~/.claude.json is not valid JSON — fix it externally or restore a backup.
es: ~/.claude.json no es JSON válido — corrígelo externamente o restaura una copia de seguridad.
ja: ~/.claude.json は有効な JSON ではありません — 外部で修正するかバックアップを復元してください。
ko: ~/.claude.json이 올바른 JSON이 아닙니다 — 외부에서 수정하거나 백업을 복원하세요.
zh_hans: ~/.claude.json 不是有效的 JSON — 请在外部修复或恢复备份。

source: ~/.claude.json is written by Claude Code at runtime. If it changes while editing, Save is blocked (use Reload). Other keys are preserved.
es: Claude Code escribe ~/.claude.json en tiempo de ejecución. Si cambia mientras editas, Guardar se bloquea (usa Recargar). Las demás claves se conservan.
ja: ~/.claude.json は Claude Code が実行時に書き込むファイルです。編集中に変更された場合、保存はブロックされます（再読み込みを使用）。他のキーは保持されます。
ko: ~/.claude.json은 Claude Code가 런타임에 기록하는 파일입니다. 편집 중 변경되면 저장이 차단됩니다(다시 읽기 사용). 다른 키는 보존됩니다.
zh_hans: ~/.claude.json 由 Claude Code 在运行时写入。若在编辑时发生更改，保存将被阻止（请使用重新加载）。其他键会被保留。

source: ~/.claude.json not found or invalid
es: ~/.claude.json no encontrado o no válido
ja: ~/.claude.json が見つからないか無効です
ko: ~/.claude.json을 찾을 수 없거나 올바르지 않아요
zh_hans: 未找到 ~/.claude.json 或文件无效

source: “%@” will be removed from the list. Nothing is written to disk until you save, and Discard still undoes this.
es: “%@” se eliminará de la lista. No se escribe nada en el disco hasta que guardes, y Descartar aún puede deshacer esto.
ja: 「%@」がリストから削除されます。保存するまでディスクには何も書き込まれず、「破棄」でこの操作を取り消せます。
ko: “%@”이(가) 목록에서 제거됩니다. 저장하기 전까지 디스크에는 아무것도 기록되지 않으며, 되돌리기로 취소할 수 있어요.
zh_hans: “%@”将从列表中移除。在你保存之前不会写入磁盘,且“放弃更改”仍可撤销此操作。

source: ⋯ %lld unchanged lines
es: ⋯ %lld líneas sin cambios
ja: ⋯ 変更なし %lld 行
ko: ⋯ 변경 없는 %lld줄
zh_hans: ⋯ %lld 行未更改

source: %lld hooks
ja: フック %lld件
ko: 훅 %lld개
zh_hans: %lld 个钩子

source: Chat
ja: チャット
ko: 대화
zh_hans: 对话

source: Hooks
ja: フック
ko: 훅
zh_hans: 钩子

source: Personal
ja: 個人
ko: 개인
zh_hans: 个人

source: Skill
ja: スキル
ko: 스킬
zh_hans: 技能

source: Skills
ja: スキル
ko: 스킬
zh_hans: 技能

source: skills
ja: スキル
ko: 스킬
zh_hans: 技能
